{
  "Trump Meets Noem Amid Deadly Shooting Fallout|||In a stunning turn of events, Homeland Security Secretary Kristi Noem has met with President Trump as the nation reels from the fatal shooting of Alex Pretti in Minneapolis. The secretive meeting has sparked widespread speculation and outrage, with many demanding answers about the administration's handling of the crisis.\n\nAs the fallout continues to unfold, sources close to the matter reveal that Noem and Trump engaged in a high-stakes discussion, with the very future of national security hanging in the balance |||FRENZY|||Noem and Trump collide in secret meeting amid Minneapolis chaos ": "Trump se re煤ne con Noem en medio de un tiroteo mortal|||En un sorprendente giro de los acontecimientos, la secretaria de Seguridad Nacional, Kristi Noem, se reuni贸 con el presidente Trump mientras la naci贸n se recupera del fatal tiroteo de Alex Pretti en Minneapolis. La reuni贸n secreta ha provocado especulaci贸n e indignaci贸n generalizadas, y muchos exigen respuestas sobre el manejo de la crisis por parte de la administraci贸n.\n\nA medida que las consecuencias contin煤an desarroll谩ndose, fuentes cercanas al asunto revelan que Noem y Trump entablaron una discusi贸n de alto riesgo, con el futuro mismo de la seguridad nacional en juego.|||FRENES|||Noem y Trump chocan en reuni贸n secreta en medio del caos de Minneapolis ",
  "Election Deniers Face Billion Dollar Lawsuits|||In a stunning turn of events, the infamous election deniers Rudy Giuliani and Sidney Powell are staring down the barrel of impending doom, as they face off against a barrage of billion-dollar lawsuits from Dominion. The stakes have never been higher, the tension is palpable, and the outcome is far from certain ,As the drama unfolds, one thing is clear: the fate of these high-profile individuals hangs precariously in the balance, leaving the nation on the edge of its seat, waiting with bated breath for the verdict that will change everything|||FURY|||Giuliani and Powell in legal jeopardy now finally ": "Quienes niegan las elecciones enfrentan demandas por miles de millones de d贸lares|||En un sorprendente giro de los acontecimientos, los infames negacionistas electorales Rudy Giuliani y Sidney Powell est谩n mirando el barril de una perdici贸n inminente, mientras se enfrentan a un aluvi贸n de demandas multimillonarias por parte de Dominion. Lo que est谩 en juego nunca ha sido tan alto, la tensi贸n es palpable y el resultado est谩 lejos de ser seguro. A medida que se desarrolla el drama, una cosa est谩 clara: el destino de estos individuos de alto perfil pende precariamente de un hilo, dejando a la naci贸n al borde de su asiento, esperando con gran expectaci贸n el veredicto que cambiar谩 todo.|||FURIA|||Giuliani y Powell en peligro legal ahora finalmente ",
  "Agents Unleash Firepower In Fatal Shooting|||In a stunning revelation, a damning DHS report has confirmed that two federal agents fired their weapons in the fatal shooting of Alex Pretti, leaving a trail of unanswered questions and outrage in its wake. \n   The report, sent to the House Oversight Committee, ominously reveals that the agents' actions were not prompted by Pretti drawing his gun, sparking widespread debate and calls for transparency .\n|||FRENZY|||Federal agents open fire on suspect, shocking new details emerge ": "Agentes desatan potencia de fuego en tiroteo fatal|||En una revelaci贸n sorprendente, un informe condenatorio del DHS confirm贸 que dos agentes federales dispararon sus armas en el tiroteo fatal de Alex Pretti, dejando un rastro de preguntas sin respuesta e indignaci贸n a su paso. \n   El informe, enviado al Comit茅 de Supervisi贸n de la C谩mara de Representantes, revela ominosamente que las acciones de los agentes no fueron motivadas por Pretti sacando su arma, lo que gener贸 un debate generalizado y llamados a la transparencia .|||FRENES|||Agentes federales abren fuego contra el sospechoso y surgen nuevos detalles impactantes ",
  "Border Patrol Shooting Scandal Exposed Now|||In a shocking turn of events, the Trump administration has revealed startling new details about the fatal Border Patrol shooting of Alex Pretti, a Minnesota nurse. The preliminary review sent to Congress has ignited a firestorm of controversy, with many calling for transparency and accountability in the wake of this tragedy.\n\nThe release of bodycam footage and information about the guns used in the shooting has only added fuel to the flames, as the nation grapples with the circumstances surrounding Pretti's death during an immigration operation in Minneapolis. The incident has sparked widespread outrage and demands for justice, leaving many to wonder what really happened on that fateful day |||FURY|||Fatal shooting of Minnesota nurse sparks outrage and demands justice ": "El esc谩ndalo del tiroteo de la Patrulla Fronteriza ahora al descubierto|||En un giro impactante de los acontecimientos, la administraci贸n Trump ha revelado nuevos detalles sorprendentes sobre el tiroteo fatal de la Patrulla Fronteriza contra Alex Pretti, una enfermera de Minnesota. La revisi贸n preliminar enviada al Congreso ha desatado una tormenta de controversia, y muchos han pedido transparencia y rendici贸n de cuentas a ra铆z de esta tragedia.\n\nLa publicaci贸n de im谩genes de c谩maras corporales e informaci贸n sobre las armas utilizadas en el tiroteo solo ha a帽adido m谩s le帽a al fuego, mientras la naci贸n lidia con las circunstancias que rodearon la muerte de Pretti durante una operaci贸n de inmigraci贸n en Minneapolis. El incidente ha provocado una indignaci贸n generalizada y demandas de justicia, dejando a muchos pregunt谩ndose qu茅 pas贸 realmente ese fat铆dico d铆a |||FURIA|||La muerte a tiros de una enfermera de Minnesota provoca indignaci贸n y exige justicia ",
  "Hawaiian Chef Dies In Tragic Plane Crash|||In a shocking turn of events, a top Hawaiian chef and devoted father of three has been identified as the fourth victim of a horrific plane crash in Maine. The executive vice president of hospitality for a luxury travel company, his passing sends shockwaves through the culinary world. \n   \nHis legacy will live on, but the news of his tragic demise is a harsh reminder of the fragility of life, leaving countless fans and loved ones in a state of utter devastation |||TRAGEDY|||Top chef and dad of three killed in devastating plane crash 锔": "Chef hawaiano muere en tr谩gico accidente a茅reo|||En un impactante giro de los acontecimientos, un destacado chef hawaiano y devoto padre de tres hijos ha sido identificado como la cuarta v铆ctima de un horrible accidente a茅reo en Maine. Su fallecimiento, vicepresidente ejecutivo de hospitalidad de una empresa de viajes de lujo, conmociona al mundo culinario. \n   \nSu legado seguir谩 vivo, pero la noticia de su tr谩gico fallecimiento es un duro recordatorio de la fragilidad de la vida, que deja a innumerables fan谩ticos y seres queridos en un estado de absoluta devastaci贸n |||TRAGEDIA|||El mejor chef y padre de tres hijos muere en un devastador accidente a茅reo 锔"
}